{
  "navbar": {
    "aboutMe": "1. About me",
    "skills": "2. Skills",
    "experience": "3. Experience",
    "projects": "4. Projects"
  },
  "welcome": {
    "label": "Welcome, I'm",
    "rol": "Software Developer.",
    "description": "Electronic engineering professional passionate about computer technologies and web application development, focused on front end technologies such as Angular and ReactJs.",
    "contact": "Get in Touch"
  },
  "profile": {
    "description": "I have been a software developer for 7 years and I have work permits in Colombia and Spain, currently working remotely as a Front End developer, focused on Javascript technologies such as Angular, React, NextJs and Node Js.",
    "download": "Download CV",
    "github": "GitHub Repository",
    "linkedin": "Linkedin"
  },
  "skills": {
    "frontEnd": "Front End Skills",
    "backEnd": "Back End Skills",
    "databases": "Databases Skills",
    "cloud": "Cloud Skills"
  },
  "experience": {
    "raona": {
      "experience1": "Developing user stories using Angular, HTML, JavaScript, PrimeNG, and SASS.",
      "experience2": "Perform front-end unit tests using Jest.",
      "experience3": "Code version control using Git in Azure DevOps.",
      "experience4": "Scrum as an agile methodology for project management.",
      "experience5": "Functional tests using Cypress to validate the behavior of the web application from a user's perspective."
    },
    "hiberus": {
      "experience1": "Developing front-end features using Angular, HTML5, CSS, SASS, and JavaScript.",
      "experience2": "N layer architecture implementation in the back end using .Net and .NetCore.",
      "experience3": "Developing RESTful API services using .Net, .NetCore, and Node.js.",
      "experience4": "Implementation of front-end unit tests using Karma, Jasmine, and Jest tools.",
      "experience5": "Integration with database using Entity Framework with .Net and .NetCore."
    },
    "falabella": {
      "experience1": "Front-end development using Angular, HTML5, CSS, and JavaScript with pre-built UI components from Angular Material and Bootstrap.",
      "experience2": "Developing of API Rest Services using .NET and .NET Core frameworks.",
      "experience3": "Implementation of functional test automation using Selenium WebDriver.",
      "experience4": "Implementation of front-end unit tests using Karma and Jasmine tools.",
      "experience5": "Developing of SQL queries and stored procedures for SQL Server and Oracle databases."
    },
    "asesoftware": {
      "experience1": "Front-end development with Angular, AngularJS, HTML5, CSS, Bootstrap and JavaScript",
      "experience2": "Developing API Rest Services using .NET and .NET Core frameworks.",
      "experience3": "Implementation of front-end unit tests using Karma and Jasmine tools."
    }
  },
  "projects": {
    "seeMore": "See More",
    "taiCenter": "Web application for the management of users and class reservations in a gym, was developed with the following technologies:",
    "inversionesCedroAzul": "Landing page for a construction company, was developed with Nextjs and Tailwindcss technologies, includes improvements recommended by Vercel for SEO in search engines:"
  }
}
