{
  "navbar": {
    "aboutMe": "1. Sobre mí",
    "skills": "2. Habilidades",
    "experience": "3. Experiencia",
    "projects": "4. Proyectos"
  },
  "welcome": {
    "label": "Bienvenido, Soy",
    "rol": "Desarrollador de Software.",
    "description": "Profesional en ingeniería electrónica radicado en Colombia, apasionado por las tecnologías informáticas y el desarrollo deaplicaciones web, enfocado en tecnologías front end como Angular y ReactJs.",
    "contact": "Contacto"
  },
  "profile": {
    "description": "Soy desarrollador de software desde hace 7 años y cuento con permisos de trabajo en Colombia  y España,  actualmente trabajo de forma remota con el rol de desarrollador Front End, enfocado en tecnologías Javascript como Angular, React, NextJs and Node Js.",
    "download": "Descargar CV",
    "github": "GitHub Repository",
    "linkedin": "Linkedin"
  },
  "skills": {
    "frontEnd": "Habilidades Front End",
    "backEnd": "Habilidades Back End",
    "databases": "Habilidades en Bases de Datos",
    "cloud": "Habilidades en Cloud"
  },
  "experience": {
    "raona": {
      "experience1": "Desarrollo de funcionalidades en Front End con Angular, html5, Css, SASS, JavaScript.",
      "experience2": "Realización de pruebas unitarias front-end utilizando Jest.",
      "experience3": "Control de versiones de código usando Git en Azure DevOps..",
      "experience4": "Scrum como metodología ágil para la gestión de proyectos.",
      "experience5": "Pruebas funcionales utilizando Cypress para validar el comportamiento de la aplicación web desde la perspectiva del usuario."
    },
    "hiberus": {
      "experience1": "Desarrollo de funciones front-end utilizando Angular, HTML5, CSS, SASS y JavaScript.",
      "experience2": "Implementación de arquitectura de capa N en el backend usando .Net y .Net Core.",
      "experience3": "Desarrollo de servicios de API RESTful utilizando .Net, .NetCore y Node.js.",
      "experience4": "Implementación de pruebas unitarias de front-end utilizando las herramientas Karma, Jasmine y Jest.",
      "experience5": "Integración con base de datos usando Entity Framework con .Net y .Net Core."
    },
    "falabella": {
      "experience1": "Desarrollo front-end usando Angular, HTML5, CSS y JavaScript con componentes de interfaz de usuario prediseñados de Angular Material y Bootstrap.",
      "experience2": "Desarrollo de API Rest Services utilizando frameworks .NET y .NET Core.",
      "experience3": "Implementación de automatización de pruebas funcionales usando Selenium WebDriver.",
      "experience4": "Implementación de pruebas unitarias de front-end utilizando las herramientas Karma y Jasmine.",
      "experience5": "Desarrollo de consultas SQL y procedimientos almacenados para bases de datos SQL Server y Oracle."
    },
    "asesoftware": {
      "experience1": "Desarrollo front-end con Angular, AngularJS, HTML5, CSS, Bootstrap y JavaScript.",
      "experience2": "Desarrollo de servicios API Rest utilizando frameworks .NET y .NET Core.",
      "experience3": "Implementación de pruebas unitarias de front-end utilizando las herramientas Karma y Jasmine."
    }
  },
  "projects": {
    "seeMore": "Ver más",
    "taiCenter": "Aplicación web para la gestión de usuarios y reservas de clases de un gimnasio , fue desarrollada con las siguientes tecnologías:"
  }
}
